alefragnani.Bookmarks
benshabatnoam.google-translate-ext
dbaeumer.vscode-eslint
devine-davies.make-hidden
catppuccin.catppuccin-vsc
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
helgardrichard.helium-icon-theme
humao.rest-client
mhutchie.git-graph
mikestead.dotenv
oderwat.indent-rainbow
Perkovec.emoji
ritwickdey.LiveServer
steoates.autoimport
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
wayou.vscode-todo-highlight
wix.vscode-import-cost
xabikos.JavaScriptSnippets
Zignd.html-css-class-completion