brew "fish"
brew "neovim"
brew "stow"
brew "yarn"
brew "fzf"
brew "fd"
brew "ripgrep"
brew "ast-grep"
brew "bat"
brew "direnv"
brew "btop"
brew "ffmpegthumbnailer"
brew "unar"
brew "jq"
brew "trash"
brew "lua-language-server"
brew "vale"
brew "zoxide"
brew "shellcheck"
brew "languagetool"
brew "tree"
brew "poppler"
brew "lazygit"
brew "eza"
brew "volta"
brew "starship"
brew "grpcurl"
brew "websocat"
brew "yazi"
brew "tmux"

cask "font-jetbrains-mono-nerd-font"
cask "font-commit-mono-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
