oh-my-fish/plugin-brew
oh-my-fish/plugin-extract
oh-my-fish/plugin-osx
jorgebucaran/fish-bax
gazorby/fifc
plttn/fish-eza
laughedelic/brew-completions
kidonng/zoxide.fish
