alefragnani.Bookmarks
amiralizadeh9480.laravel-extra-intellisense
bmewburn.vscode-intelephense-client
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
devine-davies.make-hidden
dlasagno.wal-theme
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
helgardrichard.helium-icon-theme
humao.rest-client
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
neilbrayfield.php-docblocker
oderwat.indent-rainbow
Perkovec.emoji
shevaua.phpcs
steoates.autoimport
tombonnike.vscode-status-bar-format-toggle
vscodevim.vim
wayou.vscode-todo-highlight
wix.vscode-import-cost
xdebug.php-debug
Zignd.html-css-class-completion