andys8.jest-snippets
benshabatnoam.google-translate-ext
bourhaouta.tailwindshades
burkeholland.simple-react-snippets
Cardinal90.multi-cursor-case-preserve
chrisbibby.hide-node-modules
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
devine-davies.make-hidden
dlasagno.wal-theme
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
firsttris.vscode-jest-runner
GitHub.vscode-pull-request-github
Gruntfuggly.todo-tree
helgardrichard.helium-icon-theme
humao.rest-client
infeng.vscode-react-typescript
kamikillerto.vscode-colorize
mattpocock.ts-error-translator
mhutchie.git-graph
mikestead.dotenv
ms-vsliveshare.vsliveshare
nrwl.angular-console
oderwat.indent-rainbow
oouo-diogo-perdigao.docthis
Perkovec.emoji
QuanLi.focus
rhalaly.scope-to-this
rubberduck.rubberduck-vscode
sburg.vscode-javascript-booster
SimonSiefke.svg-preview
steoates.autoimport
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-italian
TabNine.tabnine-vscode
teabyii.ayu
tombonnike.vscode-status-bar-format-toggle
usernamehw.errorlens
vscodeshift.material-ui-snippets
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
Zignd.html-css-class-completion
